[
    {
      "id": 1,
      "pregunta": "¿Quién es el dios del cielo y el trueno en la mitología griega?",
      "opciones": [ "Poseidón", "Hades", "Apolo", "Zeus"],
      "respuesta_correcta": ["Zeus", "Zeus"],
      "resumen": "Zeus es el rey de los dioses olímpicos y el principal dios del panteón griego. Gobierna el cielo y el trueno, siendo una figura central en la mitología por su poder y papel en la creación y el destino de los mortales.",

      "pregunta_english": "Who is the god of the sky and thunder in Greek mythology?",
      "opciones_english": ["Poseidon", "Hades", "Apollo", "Zeus"],
      "resumen_english": "Zeus is the king of the Olympian gods and the primary deity of the Greek pantheon. He rules over the sky and thunder, being a central figure in mythology for his power and role in the creation and fate of mortals."

      
    },
    {
      "id": 2,
      "pregunta": "¿Quién es el dios del mar y los terremotos en la mitología griega?",
      "opciones": [ "Zeus", "Hades","Poseidón", "Apolo"],
      "respuesta_correcta": ["Poseidón", "Poseidon"],
      "resumen": "Poseidón es el dios del mar, los terremotos y los caballos en la mitología griega. Su dominio sobre los océanos lo convierte en una figura poderosa y a menudo impredecible, asociada con la furia del mar y el control sobre los elementos acuáticos.",

      "pregunta_english": "Who is the god of the sea and earthquakes in Greek mythology?",
      "opciones_english": ["Zeus", "Hades", "Poseidon", "Apollo"],
      "resumen_english": "Poseidon is the god of the sea, earthquakes, and horses in Greek mythology. His dominion over the oceans makes him a powerful and often unpredictable figure, associated with the fury of the sea and control over aquatic elements."

    },
    {
      "id": 3,
      "pregunta": "¿Quién es el dios del inframundo en la mitología griega?",
      "opciones": ["Hades", "Zeus", "Atenea", "Dionisio"],
      "respuesta_correcta": ["Hades", "Hades"],
      "resumen": "Hades es el señor del inframundo y el mundo de los muertos en la mitología griega. Gobierna sobre las almas de los fallecidos y es temido por su implacable dominio sobre el reino de los muertos.",
      
      "pregunta_english": "Who is the god of the underworld in Greek mythology?",
      "opciones_english": ["Hades", "Zeus", "Athena", "Dionysus"],
      "resumen_english": "Hades is the lord of the underworld and the realm of the dead in Greek mythology. He rules over the souls of the deceased and is feared for his relentless dominion over the realm of the dead."
    },
    {
      "id": 4,
      "pregunta": "¿Quién es el dios del sol y la luz en la mitología griega?",
      "opciones": ["Apolo", "Helios", "Hermes", "Dionisio"],
      "respuesta_correcta": ["Helios", "Helios"],
      "resumen": "Helios personifica el sol en la mitología griega, siendo responsable de traer luz al mundo con su carro dorado. Es una figura prominente en muchos mitos, representando la luz, la claridad y la visión divina.",
     
      "pregunta_english": "Who is the god of the sun and light in Greek mythology?",
      "opciones_english": ["Apollo", "Helios", "Hermes", "Dionysus"],
      "resumen_english": "Helios personifies the sun in Greek mythology, being responsible for bringing light to the world with his golden chariot. He is a prominent figure in many myths, representing light, clarity, and divine vision."
      
    },
    {
      "id": 5,
      "pregunta": "¿Quién es el dios de la medicina y la curación en la mitología griega?",
      "opciones": ["Apolo", "Hermes", "Atenea", "Asclepio"],
      "respuesta_correcta": ["Asclepio", "Asclepius"],
      "resumen": "Asclepio es el dios de la medicina y la curación en la mitología griega, reverenciado por su habilidad para sanar enfermedades y heridas. Su legado incluye el símbolo de la vara de Asclepio, que se ha convertido en el emblema de la medicina moderna.",
      
      "pregunta_english": "Who is the god of medicine and healing in Greek mythology?",
      "opciones_english": ["Apollo", "Hermes", "Athena", "Asclepius"],
      "resumen_english": "Asclepius is the god of medicine and healing in Greek mythology, revered for his ability to heal diseases and wounds. His legacy includes the symbol of the Rod of Asclepius, which has become the emblem of modern medicine."
    },
    {
      "id": 6,
      "pregunta": "¿Quién es el dios del vino y la vegetación en la mitología griega?",
      "opciones": ["Dionisio", "Hermes", "Apolo", "Hades"],
      "respuesta_correcta": ["Dionisio", "Dionysus"],
      "resumen": "Dionisio es el dios del vino, la fertilidad y la celebración en la mitología griega. Es conocido por su naturaleza extrovertida y por inspirar rituales de culto en honor a su divinidad, simbolizando el renacimiento y el ciclo de la naturaleza.",
     
      "pregunta_english": "Who is the god of wine and vegetation in Greek mythology?",
      "opciones_english": ["Dionysus", "Hermes", "Apollo", "Hades"],
      "resumen_english": "Dionysus is the god of wine, fertility, and celebration in Greek mythology. He is known for his outgoing nature and for inspiring worship rituals in honor of his divinity, symbolizing rebirth and the cycle of nature."
    },
    {
      "id": 7,
      "pregunta": "¿Quién es el dios del amor y el deseo sexual en la mitología griega?",
      "opciones": ["Afrodita", "Dionisio", "Eros", "Hermes"],
      "respuesta_correcta": ["Eros", "Eros"],
      "resumen": "Eros, también conocido como Cupido en la mitología romana, es el dios del amor y el deseo sexual en la mitología griega. Se le representa con alas, disparando flechas doradas que inflaman el corazón de los dioses y mortales por igual.",
     
      "pregunta_english": "Who is the god of love and sexual desire in Greek mythology?",
      "opciones_english": ["Aphrodite", "Dionysus", "Eros", "Hermes"],
      "resumen_english": "Eros, also known as Cupid in Roman mythology, is the god of love and sexual desire in Greek mythology. He is depicted with wings, shooting golden arrows that inflame the hearts of gods and mortals alike."
    },
    {
      "id": 8, 
      "pregunta": "¿Quién es la diosa de la sabiduría y la estrategia en la mitología griega?",
      "opciones": ["Afrodita", "Artemisa", "Hera", "Atenea"],
            "respuesta_correcta": ["Atenea", "Athena"],
      "resumen": "Atenea es la diosa de la sabiduría y la estrategia en la mitología griega. Se la conoce por su inteligencia estratégica y su habilidad para la guerra justa.",
      
      "pregunta_english": "Who is the goddess of wisdom and strategy in Greek mythology?",
      "opciones_english": ["Aphrodite", "Artemis", "Hera", "Athena"],
      "resumen_english": "Athena is the goddess of wisdom and strategy in Greek mythology. She is known for her strategic intelligence and her ability for just warfare."
    },
    {
      "id": 9,
      "pregunta": "¿Cuál es el nombre del río que separa el mundo de los vivos del inframundo en la mitología griega?",
      "opciones": ["Aqueronte", "Cocito", "Lethe", "Estigia"],
            "respuesta_correcta": ["Estigia", "Styx"],
      "resumen": "El río que separa el mundo de los vivos del inframundo en la mitología griega es el Estigia. Es conocido por su asociación con los juramentos, ya que se creía que jurar sobre sus aguas era irrevocable.",
     
      "pregunta_english": "What is the name of the river that separates the world of the living from the underworld in Greek mythology?",
      "opciones_english": ["Acheron", "Cocytus", "Lethe", "Styx"],
      "resumen_english": "The river that separates the world of the living from the underworld in Greek mythology is the Styx. It is known for its association with oaths, as swearing upon its waters was believed to be binding."
    },
    {
      "id": 10,
      "pregunta": "¿Cuál es el nombre del río que los muertos deben cruzar para llegar al inframundo en la mitología griega?",
      "opciones": ["Aqueronte", "Estigia", "Cocito", "Lethe"],
            "respuesta_correcta": ["Aqueronte", "Acheron"],
      "resumen": "El río que los muertos deben cruzar para llegar al inframundo en la mitología griega es el Aqueronte. Se cree que es un río de dolor y aflicción, simbolizando el paso del mundo de los vivos al mundo de los muertos.",
      
      "pregunta_english": "What is the name of the river that the dead must cross to reach the underworld in Greek mythology?",
      "opciones_english": ["Acheron", "Styx", "Cocytus", "Lethe"],
      "resumen_english": "The river that the dead must cross to reach the underworld in Greek mythology is the Acheron. It is believed to be a river of pain and distress, symbolizing the passage from the world of the living to the world of the dead."
    },
    {
      "id": 11,
      "pregunta": "¿Cuál es el nombre del río que se cree que corre por el inframundo en la mitología griega?",
      "opciones": ["Estigia","Leteo", "Aqueronte", "Cocito"],
            "respuesta_correcta": ["Leteo", "Lethe"],
      "resumen": "En la mitología griega, se cree que el río que corre por el inframundo es el Leteo. Se le atribuye el poder de borrar la memoria de aquellos que beben de sus aguas, permitiéndoles renacer sin recuerdos de su vida pasada.",
      "pregunta_english": "What is the name of the river believed to flow through the underworld in Greek mythology?",
      "opciones_english": ["Styx", "Lethe", "Acheron", "Cocytus"],
      "resumen_english": "In Greek mythology, the river believed to flow through the underworld is the Lethe. It is attributed with the power to erase the memory of those who drink from its waters, allowing them to be reborn without memories of their past lives."
      },
      {
      "id": 12,
      "pregunta": "¿Cuál es el nombre del perro de tres cabezas que guarda la entrada del inframundo en la mitología griega?",
      "opciones": ["Ortro", "Cerbero", "Tifón", "Esquilo"],
            "respuesta_correcta": ["Cerbero", "Cerberus"],
      "resumen": "El perro de tres cabezas que guarda la entrada del inframundo en la mitología griega es Cerbero. Su función es evitar que los muertos escapen y que los vivos ingresen al inframundo.",
      "pregunta_english": "What is the name of the three-headed dog that guards the entrance to the underworld in Greek mythology?",
      "opciones_english": ["Orthrus", "Cerberus", "Typhon", "Squilo"],
      "resumen_english": "The three-headed dog that guards the entrance to the underworld in Greek mythology is Cerberus. Its function is to prevent the dead from escaping and the living from entering the underworld."
      },
      {
      "id": 13,
      "pregunta": "¿Cuál es el nombre del barquero que transporta las almas a través del río Estigia en la mitología griega?",
      "opciones": ["Caronte", "Caribdis", "Caros", "Centauro"],
            "respuesta_correcta": ["Caronte", "Charon"],
      "resumen": "El barquero que transporta las almas a través del río Estigia en la mitología griega es Caronte. Se le paga con una moneda colocada en la boca del difunto para garantizar su paso al inframundo.",
      "pregunta_english": "What is the name of the ferryman who transports souls across the river Styx in Greek mythology?",
      "opciones_english": ["Charon", "Charybdis", "Charos", "Centaur"],
      "resumen_english": "The ferryman who transports souls across the river Styx in Greek mythology is Charon. He is paid with a coin placed in the mouth of the deceased to ensure their passage to the underworld."
      },
      {
      "id": 14,
      "pregunta": "¿Cuál es el nombre del monstruo con cuerpo de león, cabeza de cabra y cola de serpiente en la mitología griega?",
      "opciones": ["Cerbero", "Tifón","Quimera", "Esfinge"],
            "respuesta_correcta": ["Quimera", "Chimera"],
      "resumen": "El monstruo con cuerpo de león, cabeza de cabra y cola de serpiente en la mitología griega es la Quimera. Es un símbolo de fuerza y terror, y su derrota representa la victoria sobre los obstáculos imposibles.",
      "pregunta_english": "What is the name of the monster with the body of a lion, the head of a goat, and the tail of a serpent in Greek mythology?",
      "opciones_english": ["Cerberus", "Typhon","Chimera", "Sphinx"],
      "resumen_english": "The monster with the body of a lion, the head of a goat, and the tail of a serpent in Greek mythology is the Chimera. It is a symbol of strength and terror, and its defeat represents victory over impossible obstacles."
      },
      {
     "id": 15,
     "pregunta": "¿Cuál es el nombre del monstruo con cabeza de toro y cuerpo de hombre en la mitología griega?",
     "opciones": ["Quimera", "Cerbero", "Esquilo", "Minotauro"],
           "respuesta_correcta": ["Minotauro", "Minotaur"],
     "resumen": "El monstruo con cabeza de toro y cuerpo de hombre en la mitología griega es el Minotauro. Habita en el laberinto de Creta y es derrotado por Teseo en una de las leyendas más famosas de la mitología griega.",
     "pregunta_english": "What is the name of the monster with the head of a bull and the body of a man in Greek mythology?",
     "opciones_english": ["Chimera", "Cerberus", "Squilo", "Minotaur"],
     "resumen_english": "The monster with the head of a bull and the body of a man in Greek mythology is the Minotaur. It dwells in the labyrinth of Crete and is defeated by Theseus in one of the most famous legends of Greek mythology."
     },
     {
     "id": 16,
     "pregunta": "¿Cuál es el nombre de las criaturas con cola de serpiente y cabeza de mujer en la mitología griega?",
     "opciones": ["Hespérides", "Ninfas", "Centauros", "Gorgonas"],
           "respuesta_correcta": ["Gorgonas", "Gorgons"],
     "resumen": "Las criaturas con cola de serpiente y cabeza de mujer en la mitología griega son las Gorgonas. La más famosa de ellas es Medusa, cuya mirada puede convertir a los seres vivos en piedra.",
     "pregunta_english": "What is the name of the creatures with snake tails and woman's heads in Greek mythology?",
     "opciones_english": ["Hesperides", "Nymphs", "Centaur", "Gorgons"],
     "resumen_english": "The creatures with snake tails and woman's heads in Greek mythology are the Gorgons. The most famous of them is Medusa, whose gaze can turn living beings into stone."
     },
     {
     "id": 17,
     "pregunta": "¿Cuál es el nombre del titán que fue condenado a sostener el cielo sobre sus hombros en la mitología griega?",
     "opciones": ["Atlas", "Prometeo", "Cronos", "Urano"],
           "respuesta_correcta": ["Atlas", "Atlas"],
     "resumen": "El titán condenado a sostener el cielo sobre sus hombros en la mitología griega es Atlas. Su castigo se debe a su participación en la Titanomaquia, la guerra entre los titanes y los dioses olímpicos.",
     "pregunta_english": "What is the name of the titan who was condemned to hold the sky upon his shoulders in Greek mythology?",
     "opciones_english": ["Atlas", "Prometheus", "Cronus", "Uranus"],
     "resumen_english": "The titan condemned to hold the sky upon his shoulders in Greek mythology is Atlas. His punishment is due to his involvement in the Titanomachy, the war between the Titans and the Olympian gods."
     },
     {
     "id": 18,
     "pregunta": "¿Cuál es el nombre del dios alado del amor en la mitología griega?",
     "opciones": ["Hermes", "Eros", "Dionisio", "Apolo"],
           "respuesta_correcta": ["Eros", "Eros"],
     "resumen": "Eros es el dios alado del amor en la mitología griega. Se le representa como un joven alado armado con arco y flechas, que provoca el amor y el deseo en los dioses y los mortales.",
     "pregunta_english": "What is the name of the winged god of love in Greek mythology?",
     "opciones_english": ["Hermes", "Eros", "Dionysus", "Apollo"],
     "resumen_english": "Eros is the winged god of love in Greek mythology. He is depicted as a winged youth armed with bow and arrows, who incites love and desire in both gods and mortals."
     },
     {
     "id": 19,
     "pregunta": "¿Cuál es el nombre del dios del viento del norte en la mitología griega?",
     "opciones": ["Eolo", "Zéfiro","Bóreas", "Notos"],
           "respuesta_correcta": ["Bóreas", "Boreas"],
     "resumen": "Bóreas es el dios del viento del norte en la mitología griega. Se le representa como un ser alado que sopla desde el norte, trayendo consigo el frío del invierno.",
     "pregunta_english": "What is the name of the god of the north wind in Greek mythology?",
     "opciones_english": ["Aeolus", "Zephyr", "Boreas", "Notus"],
     "resumen_english": "Boreas is the god of the north wind in Greek mythology. He is depicted as a winged being blowing from the north, bringing with him the cold of winter."
     },
     {
     "id": 20,
     "pregunta": "¿Cuál es el nombre del dios alado mensajero en la mitología griega?",
     "opciones": ["Hermes", "Eros", "Apolo", "Dionisio"],
           "respuesta_correcta": ["Hermes", "Hermes"],
     "resumen": "Hermes es el dios alado mensajero en la mitología griega. Es el mensajero de los dioses, conocido por su velocidad y astucia, además de ser el patrón de los viajeros, los comerciantes y los ladrones.",
     "pregunta_english": "What is the name of the winged messenger god in Greek mythology?",
     "opciones_english": ["Hermes", "Eros", "Apollo", "Dionysus"],
     "resumen_english": "Hermes is the winged messenger god in Greek mythology. He is the messenger of the gods, known for his speed and cunning, as well as being the patron of travelers, merchants, and thieves."
     },
     {
     "id": 21,
     "pregunta": "¿Cuál es el nombre de la diosa de la caza en la mitología griega?",
     "opciones": ["Atenea", "Hera", "Afrodita", "Artemisa"],
           "respuesta_correcta": ["Artemisa", "Artemis"],
     "resumen": "Artemisa es la diosa de la caza en la mitología griega. También es conocida como la protectora de los animales salvajes y la patrona de las doncellas.",
     "pregunta_english": "What is the name of the goddess of hunting in Greek mythology?",
     "opciones_english": ["Athena", "Hera", "Aphrodite", "Artemis"],
     "resumen_english": "Artemis is the goddess of hunting in Greek mythology. She is also known as the protector of wild animals and the patroness of maidens."
     },
     {
     "id": 22,
     "pregunta": "¿Cuál es el nombre del dios de la aurora en la mitología griega?",
     "opciones": [ "Éos", "Selene", "Hemera", "Hécate"],
           "respuesta_correcta": ["Éos", "Eos"],
     "resumen": "Éos es el dios de la aurora en la mitología griega. Es la personificación del amanecer, trayendo consigo la luz del nuevo día.",
     "pregunta_english": "What is the name of the god of the dawn in Greek mythology?",
     "opciones_english": ["Eos", "Selene", "Hemera", "Hecate"],
     "resumen_english": "Eos is the god of the dawn in Greek mythology. She is the personification of the dawn, bringing with her the light of the new day."
     },
     {
     "id": 23,
     "pregunta": "¿De quién se protegía Odiseo atándose al mástil de su barco?",
     "opciones": [ "De las quimeras", "De las esfinges", "De las sirenas", "De las hidras"],
           "respuesta_correcta": ["De las sirenas", "Sirens"],
 
     "resumen": "Odiseo se protegía atándose al mástil de su barco de las sirenas, seres mitológicos que atraían a los marineros con su canto y los conducían a la perdición. Deméter es la diosa de la agricultura y no está relacionada con esta historia.",
     "pregunta_english": "Whom did Odysseus protect himself from by tying himself to the mast of his ship?",
     "opciones_english": ["Chimeras", "Sphinxes", "Sirens", "Hydras"],
     "resumen_english": "Odysseus protected himself from the sirens by tying himself to the mast of his ship, mythological beings who lured sailors with their singing and led them to doom. Demeter is the goddess of agriculture and is not related to this story."
     },
     {
     "id": 24,
     "pregunta": "¿Cuál es el nombre de la diosa de la luna en la mitología griega?",
     "opciones": ["Eos","Selene", "Hera", "Atenea"],
           "respuesta_correcta": ["Selene", "Selene"],
     "resumen": "Selene es la diosa de la luna en la mitología griega. Es la personificación de la Luna y hermana de Helios, el dios del sol.",
     "pregunta_english": "What is the name of the goddess of the moon in Greek mythology?",
     "opciones_english": ["Eos", "Selene", "Hera", "Athena"],
     "resumen_english": "Selene is the goddess of the moon in Greek mythology. She is the personification of the Moon and the sister of Helios, the god of the sun."
     },
     {
     "id": 25,
     "pregunta": "¿Cuál es el nombre de la diosa de la discordia y la rivalidad en la mitología griega?",
     "opciones": ["Eris", "Némesis", "Hécate", "Atenea"],
           "respuesta_correcta": ["Eris", "Eris"],
     "resumen": "Eris es la diosa de la discordia y la rivalidad en la mitología griega. Es conocida por sembrar la discordia entre los dioses y los mortales, siendo responsable de la manzana de la discordia que provocó la guerra de Troya.",
     "pregunta_english": "What is the name of the goddess of discord and rivalry in Greek mythology?",
     "opciones_english": ["Eris", "Nemesis", "Hecate", "Athena"],
     "resumen_english": "Eris is the goddess of discord and rivalry in Greek mythology. She is known for sowing discord among gods and mortals, being responsible for the Apple of Discord that caused the Trojan War."
     },
     {
     "id": 26,
     "pregunta": "¿Cuál es el nombre de la diosa del amor y la belleza en la mitología griega?",
     "opciones": ["Afrodita", "Atenea", "Hera", "Artemisa"],
           "respuesta_correcta": ["Afrodita", "Aphrodite"],
     "resumen": "Afrodita es la diosa del amor y la belleza en la mitología griega. Es considerada la personificación del amor y se le atribuyen numerosos mitos relacionados con el deseo y la pasión.",
     "pregunta_english": "What is the name of the goddess of love and beauty in Greek mythology?",
     "opciones_english": ["Aphrodite", "Athena", "Hera", "Artemis"],
     "resumen_english": "Aphrodite is the goddess of love and beauty in Greek mythology. She is considered the personification of love and is attributed numerous myths related to desire and passion."
     },
     {
     "id": 27,
     "pregunta": "¿Cuál es el nombre del dios del sol, la música y la poesía en la mitología griega?",
     "opciones": [ "Dionisio", "Hermes", "Helios", "Apolo"],
           "respuesta_correcta": ["Apolo", "Apollo"],
     "resumen": "Apolo es el dios del sol, la música y la poesía en la mitología griega. También es conocido como el patrón de las artes, la medicina y la profecía, siendo uno de los dioses más versátiles y poderosos del panteón griego.",
     "pregunta_english": "What is the name of the god of the sun, music, and poetry in Greek mythology?",
     "opciones_english": ["Dionysus", "Hermes", "Helios", "Apollo"],
     "resumen_english": "Apollo is the god of the sun, music, and poetry in Greek mythology. He is also known as the patron of the arts, medicine, and prophecy, being one of the most versatile and powerful gods of the Greek pantheon."
     },
     {
     "id": 28,
     "pregunta": "¿Cuál es el nombre del dios del sueño en la mitología griega?",
     "opciones": [ "Morfeo", "Thanatos", "Oneiroi", "Hipnos"],
           "respuesta_correcta": ["Hipnos", "Hypnos"],
     "resumen": "Hipnos es el dios del sueño en la mitología griega. Es el responsable de inducir el sueño en los mortales y los dioses, siendo representado como un joven alado que lleva consigo un ramo de amapolas, símbolo del sueño.",
     "pregunta_english": "What is the name of the god of sleep in Greek mythology?",
     "opciones_english": ["Morpheus", "Thanatos", "Oneiroi", "Hypnos"],
     "resumen_english": "Hypnos is the god of sleep in Greek mythology. He is responsible for inducing sleep in mortals and gods, being depicted as a winged youth carrying a bouquet of poppies, symbolizing sleep."
     },
     {
     "id": 29,
     "pregunta": "¿Quién es el dios del tiempo y el destino en la mitología griega?",
     "opciones": [ "Ananké", "Tique","Cronos", "Moiras"],
           "respuesta_correcta": ["Cronos", "Cronus"],
     "resumen": "Cronos es el dios del tiempo y el destino en la mitología griega. Es conocido por ser el titán que gobernaba el tiempo y por su participación en la mitología como el padre de los dioses olímpicos, incluido Zeus.",
     "pregunta_english": "Who is the god of time and fate in Greek mythology?",
     "opciones_english": ["Ananke", "Tyche", "Cronus", "Moirai"],
     "resumen_english": "Cronus is the god of time and fate in Greek mythology. He is known for being the Titan who ruled time and for his involvement in mythology as the father of the Olympian gods, including Zeus."
     },
     {
     "id": 30,
     "pregunta": "¿Cuál es el nombre de la diosa de la justicia y la ley en la mitología griega?",
     "opciones": [ "Némesis","Temis", "Diké", "Eunomia"],
           "respuesta_correcta": ["Temis", "Themis"],
     "resumen": "Temis es la diosa de la justicia y la ley en la mitología griega. Es conocida por su papel en mantener el orden y la equidad en el mundo, siendo una figura importante en la administración de la justicia entre los dioses y los mortales.",
     "pregunta_english": "What is the name of the goddess of justice and law in Greek mythology?",
     "opciones_english": ["Nemesis", "Themis", "Dike", "Eunomia"],
     "resumen_english": "Themis is the goddess of justice and law in Greek mythology. She is known for her role in maintaining order and equity in the world, being an important figure in the administration of justice among gods and mortals."
     }
     ,{
      "id": 31,
      "pregunta": "¿Quién es el dios del comercio, los viajeros y los ladrones en la mitología griega?",
      "opciones": ["Hermes", "Mercurio", "Tique", "Afrodita"],
            "respuesta_correcta": ["Hermes", "Hermes"],
      "resumen": "Hermes es el dios del comercio, los viajeros y los ladrones en la mitología griega. Es reconocido por ser el mensajero de los dioses y por su astucia e ingenio, siendo también el patrón de los comerciantes y los viajeros.",
      "pregunta_english": "Who is the god of commerce, travelers, and thieves in Greek mythology?",
      "opciones_english": ["Hermes", "Mercury", "Tyche", "Aphrodite"],
      "resumen_english": "Hermes is the god of commerce, travelers, and thieves in Greek mythology. He is recognized as the messenger of the gods and for his cunning and wit, also being the patron of merchants and travelers."
      },
      {
      "id": 32,
      "pregunta": "¿Cuál es el nombre de la diosa de la venganza en la mitología griega?",
      "opciones": ["Erínies", "Némesis", "Tisífone", "Electra"],
            "respuesta_correcta": ["Némesis", "Nemesis"],
      "resumen": "Némesis es la diosa de la venganza en la mitología griega. Representa el equilibrio y la retribución, castigando a aquellos que violan la ley divina o actúan con arrogancia y exceso de confianza.",
      "pregunta_english": "What is the name of the goddess of revenge in Greek mythology?",
      "opciones_english": ["Erinyes", "Nemesis", "Tisiphone", "Electra"],
      "resumen_english": "Nemesis is the goddess of revenge in Greek mythology. She represents balance and retribution, punishing those who violate divine law or act with arrogance and excessive confidence."
      },
      {
      "id": 33,
      "pregunta": "¿Cuál es el nombre de la diosa de la memoria en la mitología griega?",
      "opciones": ["Melpómene", "Clío", "Terpsícore", "Mnemósine"],
            "respuesta_correcta": ["Mnemósine", "Mnemosyne"],
      "resumen": "Mnemósine es la diosa de la memoria en la mitología griega. Es la madre de las nueve Musas y es venerada por su papel en preservar la memoria y la historia, siendo una fuente de inspiración para las artes y la poesía.",
      "pregunta_english": "What is the name of the goddess of memory in Greek mythology?",
      "opciones_english": ["Melpomene", "Clio", "Terpsichore", "Mnemosyne"],
      "resumen_english": "Mnemosyne is the goddess of memory in Greek mythology. She is the mother of the nine Muses and is revered for her role in preserving memory and history, being a source of inspiration for the arts and poetry."
      },
      {
      "id": 34,
      "pregunta": "¿Quién es el dios del miedo y el terror en la mitología griega?",
      "opciones": ["Deimos", "Fobos", "Eris", "Érebo"],
            "respuesta_correcta": ["Fobos", "Phobos"],
      "resumen": "Fobos es el dios del miedo y el terror en la mitología griega. Es uno de los hijos de Ares y Afrodita, y personifica el miedo que inspiran los horrores de la guerra, siendo acompañado por su hermano Deimos en el campo de batalla.",
      "pregunta_english": "Who is the god of fear and terror in Greek mythology?",
      "opciones_english": ["Deimos", "Phobos", "Eris", "Erebus"],
      "resumen_english": "Phobos is the god of fear and terror in Greek mythology. He is one of the sons of Ares and Aphrodite, personifying the fear inspired by the horrors of war, often accompanied by his brother Deimos on the battlefield."
      },
      {
      "id": 35,
      "pregunta": "¿Qué héroe griego mató al Minotauro en el laberinto de Creta?",
      "opciones": ["Perseo", "Heracles", "Jasón", "Teseo"],
            "respuesta_correcta": ["Teseo", "Theseus"],
      "resumen": "Teseo es el héroe griego que mató al Minotauro en el laberinto de Creta. Con valentía y astucia, logró derrotar a esta temible criatura, liberando a Atenas de su tributo anual de jóvenes sacrificados.",
      "pregunta_english": "Which Greek hero killed the Minotaur in the labyrinth of Crete?",
      "opciones_english": ["Perseus", "Heracles", "Jason", "Theseus"],
      "resumen_english": "Theseus is the Greek hero who killed the Minotaur in the labyrinth of Crete. With bravery and cunning, he managed to defeat this fearsome creature, freeing Athens from its annual tribute of sacrificed youths."
      },
      {
      "id": 36,
      "pregunta": "¿Quién fue la esposa de Hades y reina del inframundo en la mitología griega?",
      "opciones": ["Perséfone", "Hera", "Artemisa", "Afrodita"],
            "respuesta_correcta": ["Perséfone", "Persephone"],
      "resumen": "Perséfone fue la esposa de Hades y reina del inframundo en la mitología griega. Su historia está marcada por su secuestro por parte de Hades y su posterior papel como gobernante junto a él en el reino de los muertos.",
      "pregunta_english": "Who was the wife of Hades and queen of the underworld in Greek mythology?",
      "opciones_english": ["Persephone", "Hera", "Artemis", "Aphrodite"],
      "resumen_english": "Persephone was the wife of Hades and queen of the underworld in Greek mythology. Her story is marked by her abduction by Hades and her subsequent role as co-ruler with him in the realm of the dead."
      },
      {
      "id": 37,
      "pregunta": "¿Qué héroe griego utilizó la cabeza de Medusa para convertir a sus enemigos en piedra?",
      "opciones": ["Teseo", "Perseo", "Aquiles", "Odiseo"],
            "respuesta_correcta": ["Perseo", "Perseus"],
      "resumen": "Perseo es el héroe griego que utilizó la cabeza de Medusa para convertir a sus enemigos en piedra. Con la ayuda de los dioses y objetos mágicos, logró derrotar a la Gorgona y utilizar su cabeza como un arma poderosa.",
      "pregunta_english": "Which Greek hero used the head of Medusa to turn his enemies into stone?",
      "opciones_english": ["Theseus", "Perseus", "Achilles", "Odysseus"],
      "resumen_english": "Perseus is the Greek hero who used the head of Medusa to turn his enemies into stone. With the help of the gods and magical objects, he managed to defeat the Gorgon and use her head as a powerful weapon."
      },
      {
      "id": 38,
      "pregunta": "¿Qué figura mitológica griega es conocida por su habilidad para cambiar objetos en oro mediante su toque?",
      "opciones": ["Dédalo", "Ícaro", "Dánae", "Midas"],
            "respuesta_correcta": ["Midas", "Midas"],
      "resumen": "Midas es conocido por su habilidad para cambiar objetos en oro mediante su toque. Esta capacidad, otorgada por Dionisio, llevó a Midas a enfrentar desafíos y dilemas en su vida, mostrando los peligros de la avaricia y el deseo desmedido.",
      "pregunta_english": "Which Greek mythological figure is known for the ability to turn objects into gold with a touch?",
      "opciones_english": ["Daedalus", "Icarus", "Danae", "Midas"],
      "resumen_english": "Midas is known for his ability to turn objects into gold with a touch. This ability, granted by Dionysus, led Midas to face challenges and dilemmas in his life, showing the dangers of greed and excessive desire."
      },
      {
      "id": 39,
      "pregunta": "¿Cuál es el nombre del titán que robó el fuego de los dioses para entregárselo a los humanos en la mitología griega?",
      "opciones": ["Atlas", "Prometeo", "Cronos", "Urano"],
            "respuesta_correcta": ["Prometeo", "Prometheus"],
      "resumen": "Prometeo es conocido por robar el fuego de los dioses y dárselo a los humanos como un acto de benevolencia. Este acto simboliza el regalo del conocimiento y la civilización a la humanidad, lo que llevó a que Prometeo fuera castigado por Zeus.",
      "pregunta_english": "What is the name of the Titan who stole fire from the gods to give it to humans in Greek mythology?",
      "opciones_english": ["Atlas", "Prometheus", "Cronus", "Uranus"],
      "resumen_english": "Prometheus is known for stealing fire from the gods and giving it to humans as an act of benevolence. This act symbolizes the gift of knowledge and civilization to humanity, leading to Prometheus being punished by Zeus."
      },
      {
      "id": 40,
      "pregunta": "¿Quién fue el músico y poeta legendario que perdió a su amada Eurídice y descendió al inframundo para intentar recuperarla?",
      "opciones": ["Anfión", "Arion", "Orfeo", "Talos"],
            "respuesta_correcta": ["Orfeo", "Orpheus"],
      "resumen": "Orfeo, un músico y poeta legendario, intentó rescatar a su amada Eurídice del inframundo con su música conmovedora. Esta historia destaca el poder de la música y el amor en la mitología griega.",
      "pregunta_english": "Who was the legendary musician and poet who lost his beloved Eurydice and descended into the underworld to try to recover her?",
      "opciones_english": ["Amphion", "Arion", "Orpheus", "Talos"],
      "resumen_english": "Orpheus, a legendary musician and poet, attempted to rescue his beloved Eurydice from the underworld with his moving music. This story highlights the power of music and love in Greek mythology."
      },
      {
      "id": 41,
      "pregunta": "¿Cuál es el nombre de la profetisa en la mitología griega que emitía oráculos en Delfos?",
      "opciones": ["Sibila", "Cassandra", "Helena", "Pitia"],
            "respuesta_correcta": ["Pitia", "Pythia"],
      "resumen": "La Pitia era la profetisa en Delfos, cuyos oráculos eran muy respetados en la antigua Grecia. La tradición cuenta que ella recibía sus poderes proféticos inhalando vapores misteriosos en la cueva de Delfos.",
      "pregunta_english": "What is the name of the prophetess in Greek mythology who delivered oracles at Delphi?",
      "opciones_english": ["Sibyl", "Cassandra", "Helen", "Pythia"],
      "resumen_english": "Pythia was the prophetess at Delphi, whose oracles were highly respected in ancient Greece. Tradition holds that she received her prophetic powers by inhaling mysterious vapors in the cave of Delphi."
      },
      {
      "id": 42,
      "pregunta": "¿Qué héroe de la mitología griega fue enviado a buscar las manzanas doradas del Jardín de las Hespérides como uno de sus doce trabajos?",
      "opciones": ["Perseo", "Heracles (Hércules)", "Jasón", "Teseo"],
            "respuesta_correcta": ["Heracles (Hércules)", "Heracles (Hercules)"],
      "resumen": "Heracles (Hércules) fue enviado en una de sus doce tareas a buscar las manzanas doradas del Jardín de las Hespérides. Esta tarea simboliza la búsqueda heroica y la superación de desafíos imposibles.",
      "pregunta_english": "Which Greek hero was sent to fetch the golden apples of the Hesperides Garden as one of his twelve labors?",
      "opciones_english": ["Perseus", "Heracles (Hercules)", "Jason", "Theseus"],
      "resumen_english": "Heracles (Hercules) was sent on one of his twelve labors to fetch the golden apples of the Hesperides Garden. This task symbolizes heroic quest and overcoming impossible challenges."
      },
      {
      "id": 43,
      "pregunta": "¿Dónde se encontraba el Jardín de las Hespérides, donde crecían las manzanas doradas?",
      "opciones": ["Al oeste del mundo", "En el monte Olimpo", "En el inframundo", "En el reino de Hades"],
            "respuesta_correcta": ["Al oeste del mundo", "To the west of the world"],
      "resumen": "El Jardín de las Hespérides, donde crecían las manzanas doradas, se encontraba al oeste del mundo, más allá de los límites conocidos. Este lugar representa un punto remoto y misterioso en la mitología griega.",
      "pregunta_english": "Where was the Garden of the Hesperides located, where the golden apples grew?",
      "opciones_english": ["To the west of the world", "On Mount Olympus", "In the underworld", "In the realm of Hades"],
      "resumen_english": "The Garden of the Hesperides, where the golden apples grew, was located to the west of the world, beyond the known boundaries. This place represents a remote and mysterious point in Greek mythology."
      },
      {
      "id": 44,
      "pregunta": "¿En la Odisea de Homero, ¿en qué lugar encuentra Ulises (Odiseo) a los compañeros que han olvidado su hogar después de comer el loto?",
      "opciones": ["En la Isla de Circe", "En la cueva de Polifemo", "En la Isla de los Lotófagos", "En la isla de Calipso"],
            "respuesta_correcta": ["En la Isla de los Lotófagos", "On the island of the Lotus-Eaters"],
      "resumen": "En la Odisea de Homero, Ulises (Odiseo) encuentra a sus compañeros que han olvidado su hogar después de comer el loto en la Isla de los Lotófagos. Este episodio resalta la tentación y la pérdida de la identidad.",
      "pregunta_english": "In Homer's Odyssey, where does Odysseus find his companions who have forgotten their home after eating the lotus?",
      "opciones_english": ["On the island of Circe", "In the cave of Polyphemus", "On the island of the Lotus-Eaters", "On the island of Calypso"],
      "resumen_english": "In Homer's Odyssey, Odysseus finds his companions who have forgotten their home after eating the lotus on the island of the Lotus-Eaters. This episode highlights temptation and loss of identity."
      },
      {
      "id": 45,
      "pregunta": "¿Cuál era el nombre de la hechicera que convertía a los hombres en cerdos en la Odisea de Homero?",
      "opciones": ["Calipso", "Circe", "Medea", "Penélope"],
            "respuesta_correcta": ["Circe", "Circe"],
      "resumen": "Circe era la hechicera que convertía a los hombres en cerdos en la Odisea de Homero. Este episodio destaca los peligros de la magia y la transformación en la mitología griega.",
      "pregunta_english": "What was the name of the sorceress who turned men into pigs in Homer's Odyssey?",
      "opciones_english": ["Calypso", "Circe", "Medea", "Penelope"],
      "resumen_english": "Circe was the sorceress who turned men into pigs in Homer's Odyssey. This episode highlights the dangers of magic and transformation in Greek mythology."
      },
      {
      "id": 46,
      "pregunta": "En la historia de Jasón y los Argonautas, ¿qué papel desempeñó Medea, la hija del rey Eetes de Cólquida?",
      "opciones": ["Hechicera y amante de Jasón", "Princesa encarcelada", "Guardiana del Vellocino de Oro", "Navegante experta"],
            "respuesta_correcta": ["Hechicera y amante de Jasón", "Sorceress and lover of Jason"],
      "resumen": "En la historia de Jasón y los Argonautas, Medea desempeñó el papel de hechicera y amante de Jasón. Su relación con Jasón y sus poderes mágicos desempeñan un papel crucial en la búsqueda del Vellocino de Oro.",
      "pregunta_english": "In the story of Jason and the Argonauts, what role did Medea, the daughter of King Aeetes of Colchis, play?",
      "opciones_english": ["Sorceress and lover of Jason", "Imprisoned princess", "Guardian of the Golden Fleece", "Expert navigator"],
      "resumen_english": "In the story of Jason and the Argonauts, Medea played the role of sorceress and lover of Jason. Her relationship with Jason and her magical powers play a crucial role in the quest for the Golden Fleece."
      },
      {
      "id": 47,
      "pregunta": "¿Cuál era el nombre del rey de Cólquida que poseía el Vellocino de Oro en la mitología griega?",
      "opciones": ["Pelias", "Laertes", "Creonte", "Eetes"],
            "respuesta_correcta": ["Eetes", "Aeetes"],
      "resumen": "Eetes era el rey de Cólquida que poseía el Vellocino de Oro en la mitología griega. Este objeto legendario fue el objetivo de la famosa búsqueda de Jasón y los Argonautas.",
      "pregunta_english": "What was the name of the king of Colchis who possessed the Golden Fleece in Greek mythology?",
      "opciones_english": ["Pelias", "Laertes", "Creon", "Aeetes"],
      "resumen_english": "Aeetes was the king of Colchis who possessed the Golden Fleece in Greek mythology. This legendary object was the target of the famous quest by Jason and the Argonauts."
      },
      {
      "id": 48,
      "pregunta": "¿Qué dios griego es conocido como el señor del mar y es el hermano de Zeus y Hades?",
      "opciones": ["Poseidón", "Apolo", "Dionisio", "Hermes"],
            "respuesta_correcta": ["Poseidón", "Poseidon"],
      "resumen": "Poseidón es conocido como el señor del mar en la mitología griega. Es el hermano de Zeus y Hades, y su dominio se extiende sobre los océanos y las aguas, siendo adorado por marineros y pescadores.",
      "pregunta_english": "Which Greek god is known as the lord of the sea and is the brother of Zeus and Hades?",
      "opciones_english": ["Poseidon", "Apollo", "Dionysus", "Hermes"],
      "resumen_english": "Poseidon is known as the lord of the sea in Greek mythology. He is the brother of Zeus and Hades, and his domain extends over the oceans and waters, being worshipped by sailors and fishermen."
      },{
        "id": 49,
        "pregunta": "¿Quién era el esposo de Afrodita en la mitología griega, engañado por la relación clandestina entre Afrodita y Ares?",
        "opciones": ["Hefesto", "Zeus", "Poseidón", "Hermes"],
              "respuesta_correcta": ["Hefesto", "Hephaestus"],
        "resumen": "Hefesto, the skilled craftsman and god of fire, was the husband of Aphrodite. He was deceived by the secret relationship between Aphrodite and Ares, leading to a series of events in Greek mythology.",
        "pregunta_english": "Who was the husband of Aphrodite in Greek mythology, deceived by the clandestine relationship between Aphrodite and Ares?",
        "opciones_english": ["Hephaestus", "Zeus", "Poseidon", "Hermes"],
        "resumen_english": "Hephaestus, el hábil artesano y dios del fuego, era el esposo de Afrodita. Fue engañado por la relación secreta entre Afrodita y Ares, lo que llevó a una serie de eventos en la mitología griega."
      },{
        "id": 50,
        "pregunta": "¿Qué truco ideó Hefesto para atrapar a Afrodita y Ares en adulterio en la mitología griega?",
        "opciones": ["Creó una ilusión de un amante", "Los espió con un espejo","Los atrapó en una red mágica", "Los llamó a una falsa reunión"],
              "respuesta_correcta": ["Los atrapó en una red mágica", "Caught them in a magical net"],
        "resumen": "Hefesto designed a magical net to catch Aphrodite and Ares in adultery while they were together. This event is a key point in Greek mythology and has significant consequences for the involved characters.",
        "pregunta_english": "What trick did Hephaestus devise to catch Aphrodite and Ares in adultery in Greek mythology?",
        "opciones_english": ["Created an illusion of a lover", "Spied on them with a mirror", "Caught them in a magical net", "Called them to a fake meeting"],
        "resumen_english": "Hephaestus designed a magical net to catch Aphrodite and Ares in adultery while they were together. This event is a key point in Greek mythology and has significant consequences for the involved characters."
      },{
        "id": 51,
        "pregunta": "¿Qué héroe griego da ahora nombre a una debilidad 'única'?",
        "opciones": ["Ares", "Perseo", "Aquiles", "Hércules"],
              "respuesta_correcta": ["Aquiles", "Achilles"],
        "resumen": "Aquiles, the famous hero of the Trojan War, gives his name to the 'unique' tendency or weakness of a person, known as the 'Achilles' heel'. This expression refers to a particular vulnerability or weak point.",
        "pregunta_english": "Which Greek hero now gives name to a 'unique' weakness?",
        "opciones_english": ["Ares", "Perseus", "Achilles", "Hercules"],
        "resumen_english": "Aquiles, el famoso héroe de la Guerra de Troya, da nombre a la 'tendencia' o debilidad única de una persona, conocida como el 'talón de Aquiles'. Esta expresión se refiere a una vulnerabilidad o punto débil particular."
      },{
        "id": 52,
        "pregunta": "¿A quién simboliza el pavo real?",
        "opciones": ["A Hestia", "A Afrodita", "A Deméter", "A Hera"],
              "respuesta_correcta": ["A Hera", "Hera"],
        "resumen": "El pavo real simboliza a Hera, la reina de los dioses en la mitología griega. Se asocia con su belleza, majestuosidad y poder. En la mitología, Hera es a menudo representada con un pavo real.",
        "pregunta_english": "Who does the peacock symbolize?",
        "opciones_english": ["Hestia", "Aphrodite", "Demeter", "Hera"],
        "resumen_english": "The peacock symbolizes Hera, the queen of the gods in Greek mythology. It is associated with her beauty, majesty, and power. In mythology, Hera is often depicted with a peacock."
      },{
        "id": 53,
        "pregunta": "¿Qué mito representa «Las hilanderas» de Velázquez?",
        "opciones": ["El de Europa", "El de Ío", "El de Aracne", "El de Medea"],
              "respuesta_correcta": ["El de Aracne", "The one of Arachne"],
        "resumen": "«Las hilanderas» de Velázquez representa el mito de Aracne, una talentosa tejedora que desafió a Atenea a un concurso de habilidades. Este mito ilustra la arrogancia humana y la ira de los dioses.",
        "pregunta_english": "Which myth does Velázquez's 'The Spinners' represent?",
        "opciones_english": ["The one of Europa", "The one of Io", "The one of Arachne", "The one of Medea"],
        "resumen_english": "Velázquez's 'The Spinners' represents the myth of Arachne, a talented weaver who challenged Athena to a skill contest. This myth illustrates human arrogance and the anger of the gods."
      },{
        "id": 54,
        "pregunta": "¿Cuál de estos dioses no tiene un planeta a su nombre en el sistema solar?",
        "opciones": ["Apolo", "Afrodita", "Ares", "Cronos"],
              "respuesta_correcta": ["Apolo", "Apollo"],
        "resumen": "Apolo, dios de la música, la poesía y otras artes en la mitología griega, no tiene un planeta a su nombre en el sistema solar. Aunque se le asociaba con el Sol, ningún planeta lleva su nombre en la astronomía moderna.",
        "pregunta_english": "Which of these gods does not have a planet named after them in the solar system?",
        "opciones_english": ["Apollo", "Aphrodite", "Ares", "Cronus"],
        "resumen_english": "Apollo, god of music, poetry, and other arts in Greek mythology, does not have a planet named after him in the solar system. Although he was associated with the Sun, no planet bears his name in modern astronomy."
      },{
        "id": 55,
        "pregunta": "¿Qué nombre recibía el cetro de Hermes?",
        "opciones": ["Caduceo", "Pétaso", "Cornucopia", "Vellocino"],
              "respuesta_correcta": ["Caduceo", "Caduceus"],
        "resumen": "El cetro de Hermes, el mensajero de los dioses en la mitología griega, se llamaba Caduceo. Este símbolo estaba asociado con el comercio, la elocuencia y la guía espiritual, y se representa como un bastón entrelazado con dos serpientes y a menudo con alas en la parte superior.",
        "pregunta_english": "What was the name of Hermes' scepter?",
        "opciones_english": ["Caduceus", "Petasus", "Cornucopia", "Golden Fleece"],
        "resumen_english": "The scepter of Hermes, the messenger of the gods in Greek mythology, was called the Caduceus. This symbol was associated with trade, eloquence, and spiritual guidance, and is depicted as a staff entwined with two snakes and often with wings on top."
      },{
        "id": 56,
        "pregunta": "¿Quién compitió y perdió contra Atenea por el patronazgo de Atenas?",
        "opciones": ["Hera", "Ares", "Zeus", "Poseidón"],
              "respuesta_correcta": ["Poseidón", "Poseidon"],
        "resumen": "Poseidón compitió contra Atenea por el patronazgo de Atenas, ofreciendo un regalo que resultó no ser tan útil para la ciudad. Atenea ganó con el regalo del olivo, que proporcionaba alimento, aceite y madera, convirtiéndose así en la protectora de Atenas.",
        "pregunta_english": "Who competed against Athena and lost for the patronage of Athens?",
        "opciones_english": ["Hera", "Ares", "Zeus", "Poseidon"],
        "resumen_english": "Poseidon competed against Athena for the patronage of Athens, offering a gift that turned out not to be as useful for the city. Athena won with the gift of the olive tree, which provided food, oil, and wood, thus becoming the protector of Athens."
      },{
        "id": 57,
        "pregunta": "¿Cómo se llamaba el abuelo de Zeus?",
        "opciones": ["Urano", "Cronos", "Gea", "Caos"],
              "respuesta_correcta": ["Urano", "Uranus"],
        "resumen": "El abuelo de Zeus se llamaba Urano, el dios del cielo y la personificación del firmamento en la mitología griega. Es el progenitor de los titanes y los dioses olímpicos, siendo una figura central en el origen del universo según la mitología griega.",
        "pregunta_english": "What was the name of Zeus' grandfather?",
        "opciones_english": ["Uranus", "Cronus", "Gaia", "Chaos"],
        "resumen_english": "Zeus' grandfather was named Uranus, the god of the sky and the personification of the heavens in Greek mythology. He is the progenitor of the Titans and the Olympian gods, being a central figure in the origin of the universe according to Greek mythology."
      },{
        "id": 58,
        "pregunta": "¿Qué diosa griega no fue invitada a la boda de Peleo y Tetis?",
        "opciones": ["Afrodita", "Atenea", "Eris", "Hera"],
              "respuesta_correcta": ["Eris", "Eris"],
        "resumen": "Eris no fue invitada a la boda debido a su propensión al conflicto y la discordia, lo que finalmente desencadenó la Guerra de Troya al lanzar la manzana de la discordia.",
        "pregunta_english": "Which Greek goddess was not invited to the wedding of Peleus and Thetis?",
        "opciones_english": ["Aphrodite", "Athena", "Eris", "Hera"],
        "resumen_english": "Eris was not invited to the wedding due to her propensity for conflict and discord, which ultimately triggered the Trojan War by throwing the apple of discord."
      },{
        "id": 59,
        "pregunta": "¿De qué diosa griega se enamoró el gigante Orión?",
        "opciones": ["Artemisa", "Hestia", "Afrodita", "Némesis"],
              "respuesta_correcta": ["Afrodita", "Aphrodite"],
        "resumen": "Orión se enamoró de Afrodita, lo que desencadenó una serie de eventos que condujeron a su muerte y posterior colocación en el cielo como la constelación de Orión.",
        "pregunta_english": "Which Greek goddess did the giant Orion fall in love with?",
        "opciones_english": ["Artemis", "Hestia", "Aphrodite", "Nemesis"],
        "resumen_english": "Orion fell in love with Aphrodite, triggering a series of events that led to his death and subsequent placement in the sky as the constellation Orion."
      },{
        "id": 60,
        "pregunta": "¿Cuál es el nombre del dios de los pastores, los rebaños y los bosques en la mitología griega?",
        "opciones": ["Pan", "Deméter", "Gaia", "Hera"],
              "respuesta_correcta": ["Pan", "Pan"],
        "resumen": "Pan es conocido como el dios de los pastores, los rebaños y los bosques. Es una figura pastoral que a menudo se representa con patas de cabra, cuernos y una flauta.",
        "pregunta_english": "What is the name of the god of shepherds, flocks, and forests in Greek mythology?",
        "opciones_english": ["Pan", "Demeter", "Gaia", "Hera"],
        "resumen_english": "Pan is known as the god of shepherds, flocks, and forests. He is a pastoral figure often depicted with goat legs, horns, and a flute."
      },{
        "id": 61,
        "pregunta": "¿Cuál es el nombre del titán que gobernaba el cielo en la mitología griega?",
        "opciones": ["Cronos", "Atlas", "Urano", "Prometeo"],
              "respuesta_correcta": ["Urano", "Uranus"],
        "resumen": "Urano era el titán que gobernaba el cielo en la mitología griega. Era el esposo y, más tarde, el enemigo de Gea (la Tierra).",
        "pregunta_english": "What is the name of the titan who ruled the sky in Greek mythology?",
       
      
       "opciones_english": ["Cronus", "Atlas", "Uranus", "Prometheus"],
        "resumen_english": "Uranus was the titan who ruled the sky in Greek mythology. He was the husband and later the enemy of Gaia (the Earth)."
      },{
        "id": 62,
        "pregunta": "¿Cuál es el nombre del río que simboliza el olvido en la mitología griega?",
        "opciones": ["Estigia", "Lethe", "Aqueronte", "Phlegethon"],
              "respuesta_correcta": ["Lethe", "Lethe"],
        "resumen": "Lethe es el río que simboliza el olvido en la mitología griega. Los difuntos beberían de sus aguas para olvidar sus vidas pasadas antes de renacer.",
        "pregunta_english": "What is the name of the river symbolizing forgetfulness in Greek mythology?",
        "opciones_english": ["Styx", "Lethe", "Acheron", "Phlegethon"],
        "resumen_english": "Lethe is the river symbolizing forgetfulness in Greek mythology. The deceased would drink from its waters to forget their past lives before being reborn."
      },{
        "id": 63,
        "pregunta": "¿Cuál está considerado el primer robot en la mitología griega?",
        "opciones": ["Talos", "Medea", "Gorgonas", "Cronos"],
              "respuesta_correcta": ["Talos", "Talos"],
        "resumen": "Talos es considerado el primer robot en la mitología griega. Era un autómata de bronce creado por Hefesto para proteger la isla de Creta.",
        "pregunta_english": "What is considered the first robot in Greek mythology?",
        "opciones_english": ["Talos", "Medea", "Gorgons", "Cronus"],
        "resumen_english": "Talos is considered the first robot in Greek mythology. He was a bronze automaton created by Hephaestus to protect the island of Crete."
      },{
        "id": 64,
        "pregunta": "¿Quién es la madre de Atenea?",
        "opciones": ["Artemisa", "Hera", "Gea", "Metis"],
              "respuesta_correcta": ["Metis", "Metis"],
        "resumen": "Metis es la madre de Atenea. Fue tragada por Zeus cuando estaba embarazada de Atenea, y luego Atenea nació de la cabeza de Zeus completamente desarrollada.",
        "pregunta_english": "Who is the mother of Athena?",
        "opciones_english": ["Artemis", "Hera", "Gaia", "Metis"],
        "resumen_english": "Metis is the mother of Athena. She was swallowed by Zeus when she was pregnant with Athena, and then Athena was born fully developed from Zeus' head."
      },{
        "id": 65,
        "pregunta": "¿Cómo se llama la deidad de la oscuridad?",
        "opciones": ["Nyx", "Érebo", "Tánatos", "Hades"],
              "respuesta_correcta": ["Érebo", "Erebus"],
        "resumen": "Érebo es la deidad de la oscuridad en la mitología griega, asociado con la profundidad del inframundo y la oscuridad primordial.",
        "pregunta_english": "What is the name of the deity of darkness?",
        "opciones_english": ["Nyx", "Erebus", "Thanatos", "Hades"],
        "resumen_english": "Erebus is the deity of darkness in Greek mythology, associated with the depth of the underworld and primordial darkness."
      },{
        "id": 66,
        "pregunta": "¿Quién de estos dioses no es hijo de Zeus?",
        "opciones": ["Hefesto", "Perseo", "Afrodita", "Perséfone"],
              "respuesta_correcta": ["Afrodita", "Aphrodite"],
        "resumen": "Afrodita no es hija de Zeus, sino que nació de la espuma del mar después de que Urano fuera mutilado y sus genitales fueran arrojados al mar.",
        "pregunta_english": "Which of these gods is not a son of Zeus?",
        "opciones_english": ["Hephaestus", "Perseus", "Aphrodite", "Persephone"],
        "resumen_english": "Aphrodite is not a daughter of Zeus, but was born from the foam of the sea after Uranus was mutilated and his genitals were thrown into the sea."
      },{
        "id": 67,
        "pregunta": "¿Por qué Cronos se tragó a sus hijos?",
        "opciones": ["Porque tenía hambre", "Por una maldición", "No quería tener hijos", "Por una tradición familiar"],
              "respuesta_correcta": ["Por una maldición", "Because of a curse"],
        "resumen": "Cronos se tragó a sus hijos por una maldición que temía que uno de ellos lo derrocara, como él había hecho con su propio padre, Urano.",
        "pregunta_english": "Why did Cronus swallow his children?",
        "opciones_english": ["Because he was hungry", "Because of a curse", "He didn't want children", "Because of a family tradition"],
        "resumen_english": "Cronus swallowed his children because of a curse, fearing that one of them would overthrow him, as he had done with his own father, Uranus."
      },{
        "id": 68,
        "pregunta": "En qué convirtió Zeus a Leda para fecundarla?",
        "opciones": ["En dragón", "En ardilla", "En caballo", "En cisne"],
              "respuesta_correcta": ["En cisne", "A swan"],
        "resumen": "Zeus se transformó en un cisne para seducir a Leda. Esta unión dio lugar al nacimiento de Helena de Troya y a los gemelos Cástor y Pólux.",
        "pregunta_english": "What did Zeus turn into to impregnate Leda?",
        "opciones_english": ["A dragon", "A squirrel", "A horse", "A swan"],
        "resumen_english": "Zeus transformed into a swan to seduce Leda. This union resulted in the birth of Helen of Troy and the twins Castor and Pollux."
      },{
        "id": 69,
        "pregunta": "¿Con qué objeto se representa a Cronos?",
        "opciones": ["Flecha", "Reloj de Arena", "Hoz", "Espada"],
              "respuesta_correcta": ["Hoz", "Scythe"],
        "resumen": "Cronos, en la mitología griega, es comúnmente representado con una hoz debido a su asociación con el tiempo y su papel como el dios del tiempo y de la cosecha. La hoz simboliza su poder para segar la vida y el tiempo.",
        "pregunta_english": "With what object is Cronus represented?",
        "opciones_english": ["Arrow", "Hourglass", "Scythe", "Sword"],
        "resumen_english": "Cronus, in Greek mythology, is commonly represented with a scythe due to his association with time and his role as the god of time and harvest. The scythe symbolizes his power to reap life and time."
      },
      {
        "id": 70,
        "pregunta": "¿Cuál es el equivalente romano de Hades?",
        "opciones": ["Plutón", "Neptuno", "Urano", "Júpiter"],
              "respuesta_correcta": ["Plutón", "Pluto"],
        "resumen": "En la mitología romana, Hades es equivalente a Plutón. Plutón es el dios del inframundo, responsable de gobernar sobre los muertos y las riquezas ocultas bajo la tierra.",
        "pregunta_english": "What is the Roman equivalent of Hades?",
        "opciones_english": ["Pluto", "Neptune", "Uranus", "Jupiter"],
        "resumen_english": "In Roman mythology, Hades is equivalent to Pluto. Pluto is the god of the underworld, responsible for ruling over the dead and the hidden riches beneath the earth."
      },
      {
        "id": 71,
        "pregunta": "¿Quién es el dios de la burla y la locura?",
        "opciones": ["Nereo", "Momo", "Pindo", "Lethe"],
              "respuesta_correcta": ["Momo", "Momus"],
        "resumen": "Momo es el dios de la burla y la locura en la mitología griega. Su presencia se asocia con la crítica satírica y la ironía, representando la naturaleza caprichosa y a veces caótica de la vida.",
        "pregunta_english": "Who is the god of mockery and madness?",
        "opciones_english": ["Nereus", "Momus", "Pindar", "Lethe"],
        "resumen_english": "Momus is the god of mockery and madness in Greek mythology. His presence is associated with satirical criticism and irony, representing the whimsical and sometimes chaotic nature of life."
      },
      {
        "id": 72,
        "pregunta": "¿Cuál es uno de los atributos de Apolo?",
        "opciones": ["Un casco", "Un escudo", "Una lira", "Un reloj"],
              "respuesta_correcta": ["Una lira", "A lyre"],
        "resumen": "Uno de los atributos más conocidos de Apolo es la lira. Como dios de la música, la poesía y las artes, Apolo está a menudo representado tocando este instrumento, que simboliza la armonía y la belleza.",
        "pregunta_english": "What is one of Apollo's attributes?",
        "opciones_english": ["A helmet", "A shield", "A lyre", "A watch"],
        "resumen_english": "One of Apollo's most well-known attributes is the lyre. As the god of music, poetry, and the arts, Apollo is often depicted playing this instrument, which symbolizes harmony and beauty."
      },
      {
        "id": 73,
        "pregunta": "¿Quién es la hermana melliza de Apolo?",
        "opciones": ["Helena", "Atenea", "Afrodita", "Artemisa"],
              "respuesta_correcta": ["Artemisa", "Artemis"],
        "resumen": "Artemisa es la hermana melliza de Apolo en la mitología griega. Ella es la diosa de la caza, la naturaleza salvaje y la protectora de las doncellas. Juntos, Apolo y Artemisa forman un poderoso dúo divino.",
        "pregunta_english": "Who is Apollo's twin sister?",
        "opciones_english": ["Helen", "Athena", "Aphrodite", "Artemis"],
        "resumen_english": "Artemis is Apollo's twin sister in Greek mythology. She is the goddess of hunting, wilderness, and protector of maidens. Together, Apollo and Artemis form a powerful divine duo."
      },
      {
        "id": 74,
        "pregunta": "¿Quién le dió la caja a Pandora?",
        "opciones": ["Zeus", "Poseidón", "Hades", "Ares"],
              "respuesta_correcta": ["Zeus", "Zeus"],
        "resumen": "En la mitología griega, Zeus le dio la caja a Pandora como un castigo a los humanos por su curiosidad. La caja, que en realidad era una jarra, contenía todos los males del mundo, pero también la esperanza.",
        "pregunta_english": "Who gave Pandora the box?",
        "opciones_english": ["Zeus", "Poseidon", "Hades", "Ares"],
        "resumen_english": "In Greek mythology, Zeus gave Pandora the box as a punishment to humans for their curiosity. The box, which was actually a jar, contained all the evils of the world, but also hope."
      },
      {
        "id": 75,
        "pregunta": "Hestia es la diosa de:",
        "opciones": ["La agricultura", "La sabiduría", "La belleza", "El hogar"],
              "respuesta_correcta": ["El hogar", "Home"],
        "resumen": "Hestia es la diosa del hogar en la mitología griega. Ella personifica el fuego sagrado del hogar y la familia, siendo honrada con las primeras ofrendas en los hogares y templos griegos.",
        "pregunta_english": "Hestia is the goddess of:",
        "opciones_english": ["Agriculture", "Wisdom", "Beauty", "Home"],
        "resumen_english": "Hestia is the goddess of the home in Greek mythology. She personifies the sacred fire of the home and family, being honored with the first offerings in Greek homes and temples."
      },
      {
        "id": 76,
        "pregunta": "¿Cuál es el nombre de Hermes en la mitología romana?",
        "opciones": ["Baco", "Marte", "Mercurio", "Plutón"],
              "respuesta_correcta": ["Mercurio", "Mercury"],
        "resumen": "En la mitología romana, Hermes es conocido como Mercurio. Mercurio es el mensajero de los dioses, asociado con la rapidez, el comercio, los viajeros y los ladrones.",
        "pregunta_english": "What is Hermes' name in Roman mythology?",
        "opciones_english": ["Bacchus", "Mars", "Mercury", "Pluto"],
        "resumen_english": "In Roman mythology, Hermes is known as Mercury. Mercury is the messenger of the gods, associated with speed, commerce, travelers, and thieves."
      },
      {
        "id": 77,
        "pregunta": "¿Quién construyó el laberinto de Creta?",
        "opciones": ["Dédalo", "Pan", "Hefesto", "Fauno"],
              "respuesta_correcta": ["Dédalo", "Daedalus"],
        "resumen": "Dédalo fue el hábil artesano que construyó el laberinto de Creta según la mitología griega. Este laberinto fue diseñado para contener al Minotauro, una criatura mitad hombre y mitad toro.",
        "pregunta_english": "Who built the labyrinth of Crete?",
        "opciones_english": ["Daedalus", "Pan", "Hephaestus", "Faunus"],
        "resumen_english": "Daedalus was the skilled craftsman who built the labyrinth of Crete according to Greek mythology. This labyrinth was designed to contain the Minotaur, a creature half man and half bull."
      },
      {
        "id": 78,
        "pregunta": "¿Quién mató a la hidra de Lerna?",
        "opciones": ["Aquiles", "Heracles (Hércules)", "Perseo", "Teseo"],
              "respuesta_correcta": ["Heracles (Hércules)", "Heracles (Hercules)"],
        "resumen": "Heracles, conocido en la mitología romana como Hércules, fue quien mató a la hidra de Lerna como parte de sus doce trabajos. La hidra era una serpiente acuática con múltiples cabezas, y derrotarla fue una hazaña legendaria.",
        "pregunta_english": "Who killed the Lernaean Hydra?",
        "opciones_english": ["Achilles", "Heracles (Hercules)", "Perseus", "Theseus"],
        "resumen_english": "Heracles, known in Roman mythology as Hercules, was the one who killed the Lernaean Hydra as part of his twelve labors. The hydra was a water serpent with multiple heads, and defeating it was a legendary feat."
      },
      {
        "id": 79,
        "pregunta": "Nix es la diosa de:",
        "opciones": ["La muerte", "La discordia", "El tiempo", "La noche"],
              "respuesta_correcta": ["La noche", "Night"],
        "resumen": "Nix es la personificación de la noche en la mitología griega. Como diosa de la noche, preside sobre el descanso y la oscuridad, siendo una figura poderosa en el ciclo diario y en las leyendas nocturnas.",
        "pregunta_english": "Nyx is the goddess of:",
        "opciones_english": ["Death", "Discord", "Time", "Night"],
        "resumen_english": "Nyx is the personification of the night in Greek mythology. As the goddess of the night, she presides over rest and darkness, being a powerful figure in the daily cycle and in nocturnal legends."
      },
      {
        "id": 80,
        "pregunta": "¿Quién mató a Aquiles?",
        "opciones": ["Patroclo", "Paris", "Menelao", "Héctor"],
              "respuesta_correcta": ["Paris", "Paris"],
        "resumen": "Paris es el personaje responsable de la muerte de Aquiles al disparar una flecha envenenada que alcanza su talón, su único punto vulnerable. Esta acción lleva a la muerte del gran héroe de la Guerra de Troya.",
        "pregunta_english": "Who killed Achilles?",
        "opciones_english": ["Patroclus", "Paris", "Menelaus", "Hector"],
        "resumen_english": "Paris is the character responsible for Achilles' death by shooting a poisoned arrow that hits his heel, his only vulnerable point. This action leads to the death of the great hero of the Trojan War."
      },
      {
        "id": 81,
        "pregunta": "¿Cuál es uno de los atributos de Atenea?",
        "opciones": ["La lechuza", "El caballo", "La lanza", "La paloma"],
              "respuesta_correcta": ["La lechuza", "The owl"],
        "resumen": "La lechuza es uno de los símbolos asociados con Atenea, la diosa griega de la sabiduría, la estrategia militar y la artesanía. Representa su sabiduría y su capacidad para ver en la oscuridad.",
        "pregunta_english": "What is one of Athena's attributes?",
        "opciones_english": ["The owl", "The horse", "The spear", "The dove"],
        "resumen_english": "The owl is one of the symbols associated with Athena, the Greek goddess of wisdom, military strategy, and craftsmanship. It represents her wisdom and her ability to see in darkness."
      },
      {
        "id": 82,
        "pregunta": "¿De quién era hijo Polifemo?",
        "opciones": ["Zeus", "Hades", "Poseidón", "Apolo"],
              "respuesta_correcta": ["Poseidón", "Poseidon"],
        "resumen": "Polifemo, el cíclope de la mitología griega, es hijo de Poseidón, el dios del mar. Esta relación paterna influye en algunas de las historias en las que aparece Polifemo.",
        "pregunta_english": "Who was Polyphemus' father?",
        "opciones_english": ["Zeus", "Hades", "Poseidon", "Apollo"],
        "resumen_english": "Polyphemus, the cyclops of Greek mythology, is the son of Poseidon, the god of the sea. This paternal relationship influences some of the stories in which Polyphemus appears."
      },
      {
        "id":
      
       83,
        "pregunta": "Niké es la diosa de:",
        "opciones": ["La suerte", "La venganza", "La salud", "La victoria"],
              "respuesta_correcta": ["La victoria", "Victory"],
        "resumen": "Niké es la personificación de la victoria en la mitología griega. A menudo se la representa alada, simbolizando la velocidad y el triunfo en la guerra, los deportes y otras competiciones.",
        "pregunta_english": "Nike is the goddess of:",
        "opciones_english": ["Luck", "Revenge", "Health", "Victory"],
        "resumen_english": "Nike is the personification of victory in Greek mythology. She is often depicted with wings, symbolizing speed and triumph in war, sports, and other competitions."
      },
      {
        "id": 84,
        "pregunta": "¿Quién es la diosa del arcoíris en la mitología griega?",
        "opciones": ["Hera", "Talia", "Iris", "Hestia"],
              "respuesta_correcta": ["Iris", "Iris"],
        "resumen": "Iris es la mensajera de los dioses y la personificación del arcoíris en la mitología griega. Su aparición se asocia comúnmente con mensajes divinos y la conexión entre el cielo y la tierra.",
        "pregunta_english": "Who is the goddess of the rainbow in Greek mythology?",
        "opciones_english": ["Hera", "Thalia", "Iris", "Hestia"],
        "resumen_english": "Iris is the messenger of the gods and the personification of the rainbow in Greek mythology. Her appearance is commonly associated with divine messages and the connection between heaven and earth."
      },
      {
        "id": 85,
        "pregunta": "¿Cuál no es un dios olímpico?",
        "opciones": ["Tritón", "Ares", "Apolo", "Hefesto"],
              "respuesta_correcta": ["Tritón", "Triton"],
        "resumen": "Tritón es una divinidad marina y mensajero de los mares, hijo de Poseidón y Anfítrite. Aunque es una figura poderosa, no forma parte del panteón olímpico, que se compone de doce dioses principales.",
        "pregunta_english": "Which one is not an Olympic god?",
        "opciones_english": ["Triton", "Ares", "Apollo", "Hephaestus"],
        "resumen_english": "Triton is a sea deity and messenger of the seas, son of Poseidon and Amphitrite. Although he is a powerful figure, he is not part of the Olympic pantheon, which consists of twelve main gods."
      },
      {
        "id": 86,
        "pregunta": "¿Cuántos trabajos le encomendó el rey Euristeo a Heracles?",
        "opciones": ["8", "10", "12", "16"],
              "respuesta_correcta": ["12", "12"],
        "resumen": "El rey Euristeo, como castigo impuesto por Hera, encomendó a Heracles realizar doce trabajos extraordinarios, conocidos como los 'Doce Trabajos de Heracles', que incluían hazañas como matar al león de Nemea y limpiar los establos de Augías.",
        "pregunta_english": "How many labors did King Eurystheus assign to Heracles?",
        "opciones_english": ["8", "10", "12", "16"],
        "resumen_english": "King Eurystheus, as a punishment imposed by Hera, tasked Heracles with performing twelve extraordinary labors, known as the 'Twelve Labors of Heracles', which included feats such as killing the Nemean lion and cleaning the Augean stables."
      },
      {
        "id": 87,
        "pregunta": "¿Qué tipo de criatura es Quirón?",
        "opciones": ["Minotauro", "Centauro", "Quimera", "Sátiro"],
              "respuesta_correcta": ["Centauro", "Centaur"],
        "resumen": "Quirón es un centauro, una criatura mitad hombre y mitad caballo, conocido por su sabiduría y habilidades en la medicina y las artes. A menudo se lo describe como un mentor para héroes griegos famosos como Aquiles y Asclepio.",
        "pregunta_english": "What kind of creature is Chiron?",
        "opciones_english": ["Minotaur", "Centaur", "Chimera", "Satyr"],
        "resumen_english": "Chiron is a centaur, a creature half man and half horse, known for his wisdom and skills in medicine and the arts. He is often described as a mentor to famous Greek heroes like Achilles and Asclepius."
      },
      {
        "id": 88,
        "pregunta": "¿Quién es el hermano gemelo de Hipnos?",
        "opciones": ["Helios", "Deimos", "Ares", "Tánatos"],
              "respuesta_correcta": ["Tánatos", "Thanatos"],
        "resumen": "Hipnos, el dios del sueño, tiene un hermano gemelo llamado Tánatos, quien personifica la muerte pacífica y es considerado una figura menos amigable que su hermano. Juntos, representan aspectos inevitables de la existencia humana.",
        "pregunta_english": "Who is the twin brother of Hypnos?",
        "opciones_english": ["Helios", "Deimos", "Ares", "Thanatos"],
        "resumen_english": "Hypnos, the god of sleep, has a twin brother named Thanatos, who personifies peaceful death and is considered a less friendly figure than his brother. Together, they represent inevitable aspects of human existence."
      },
      {
        "id": 89,
        "pregunta": "¿Cómo se llama la ninfa de la cual se enamoró Apolo?",
        "opciones": ["Calisto", "Dafne", "Doris", "Temis"],
              "respuesta_correcta": ["Dafne", "Daphne"],
        "resumen": "Apolo se enamoró de Dafne, una ninfa que, para escapar de su amor no correspondido, fue transformada en un laurel por su padre, el río Peneo. Esta historia es un tema recurrente en el arte y la literatura clásica.",
        "pregunta_english": "What is the name of the nymph Apollo fell in love with?",
        "opciones_english": ["Callisto", "Daphne", "Doris", "Themis"],
        "resumen_english": "Apollo fell in love with Daphne, a nymph who, to escape his unrequited love, was transformed into a laurel tree by her father, the river god Peneus. This story is a recurring theme in classical art and literature."
      },
      {
        "id": 90,
        "pregunta": "¿Quién es el padre de todos los dioses en la mitología griega?",
        "opciones": ["Urano", "Zeus", "Cronos", "Océano"],
              "respuesta_correcta": ["Urano", "Uranus"],
        "resumen": "En la mitología griega, Urano es considerado el padre de todos los dioses y titanes. Es la personificación del cielo y el esposo de Gaia, la Tierra. Urano es una figura primordial en el origen del universo y los dioses griegos.",
        "pregunta_english": "Who is the father of all gods in Greek mythology?",
        "opciones_english": ["Uranus", "Zeus", "Cronus", "Oceanus"],
        "resumen_english": "In Greek mythology, Uranus is considered the father of all gods and titans. He is the personification of the sky and the husband of Gaia, the Earth. Uranus is a primordial figure in the origin of the universe and the Greek gods."
      }
      ,{
        "id": 91,
        "pregunta": "¿Cómo se llama el escudo que Hefesto elaboró para Zeus?",
        "opciones": ["Égira", "Égita", "Égida", "Égima"],
              "respuesta_correcta": ["Égida", "Aegis"],
        "resumen": "El escudo elaborado por Hefesto para Zeus se llama Égida. Este escudo tenía poderes protectores y simbolizaba la autoridad divina de Zeus.",
        "pregunta_english": "What is the name of the shield that Hephaestus crafted for Zeus?",
        "opciones_english": ["Aegis", "Aegit", "Aegis", "Aegim"],
        "resumen_english": "The shield crafted by Hephaestus for Zeus is called the Aegis. This shield had protective powers and symbolized Zeus's divine authority."
      },{
        "id": 92,
        "pregunta": "¿Qué arma se asocia con Hades?",
        "opciones": ["Tridente", "Lanza", "Bidente", "Cadenas"],
              "respuesta_correcta": ["Bidente", "Bident"],
        "resumen": "El bidente es el arma asociada con Hades, el dios del inframundo en la mitología griega. Este arma era un símbolo de su autoridad sobre los muertos y el inframundo.",
        "pregunta_english": "What weapon is associated with Hades?",
        "opciones_english": ["Trident", "Spear", "Bident", "Chains"],
        "resumen_english": "The bident is the weapon associated with Hades, the god of the underworld in Greek mythology. This weapon was a symbol of his authority over the dead and the underworld."
      },{
        "id": 93,
        "pregunta": "¿Qué animales guiaban el carro de Poseidón?",
        "opciones": ["Delfines", "Ballenas", "Tiburones", "Hipocampos"],
              "respuesta_correcta": ["Hipocampos", "Hippocamps"],
        "resumen": "En la mitología griega, los hipocampos, criaturas mitad caballo y mitad pez, eran los animales que tiraban del carro de Poseidón, el dios del mar.",
        "pregunta_english": "What animals pulled Poseidon's chariot?",
        "opciones_english": ["Dolphins", "Whales", "Sharks", "Hippocamps"],
        "resumen_english": "In Greek mythology, hippocamps, creatures half horse and half fish, were the animals that pulled Poseidon's chariot, the god of the sea."
      },{
        "id": 94,
        "pregunta": "¿Cuál es el nombre romano de la diosa Afrodita?",
        "opciones": ["Marte", "Júpiter", "Venus", "Minerva"],
              "respuesta_correcta": ["Venus", "Venus"],
        "resumen": "En la mitología romana, Afrodita, la diosa del amor y la belleza en la mitología griega, es conocida como Venus. Ambas deidades comparten características similares.",
        "pregunta_english": "What is the Roman name of the goddess Aphrodite?",
        "opciones_english": ["Mars", "Jupiter", "Venus", "Minerva"],
        "resumen_english": "In Roman mythology, Aphrodite, the goddess of love and beauty in Greek mythology, is known as Venus. Both deities share similar characteristics."
      },{
        "id": 95,
        "pregunta": "¿Quién es el padre de Afrodita?",
        "opciones": ["Atlas", "Urano", "Zeus", "Cronos"],
              "respuesta_correcta": ["Urano", "Uranus"],
        "resumen": "Según la mitología griega, Urano, el dios del cielo, es el padre de Afrodita, nacida de la espuma del mar después de que Urano fuera castrado por su hijo Cronos.",
        "pregunta_english": "Who is the father of Aphrodite?",
        "opciones_english": ["Atlas", "Uranus", "Zeus", "Cronus"],
        "resumen_english": "According to Greek mythology, Uranus, the god of the sky, is the father of Aphrodite, born from the sea foam after Uranus was castrated by his son Cronus."
      },{
        "id": 96,
        "pregunta": "¿De qué son diosas las musas?",
        "opciones": ["De las artes", "De la fama", "Del destino", "Del poder"],
              "respuesta_correcta": ["De las artes", "Of the arts"],
        "resumen": "Las musas son diosas griegas que personifican las artes y las ciencias. Se les considera fuentes de inspiración para los artistas, músicos y poetas.",
        "pregunta_english": "What are the muses goddesses of?",
        "opciones_english": ["Of the arts", "Of fame", "Of destiny", "Of power"],
        "resumen_english": "The muses are Greek goddesses who personify the arts and sciences. They are considered sources of inspiration for artists, musicians, and poets."
      },{
        "id": 97,
        "pregunta": "¿Cómo se llama la criatura que poseía un cuerpo de león y cabeza humana?",
        "opciones": ["Quimera", "Minotauro", "Sátiro", "Esfinge"],
              "respuesta_correcta": ["Esfinge", "Sphinx"],
        "resumen": "La esfinge es una criatura mítica con cuerpo de león, alas de águila y cabeza humana. En la mitología griega, desafiaba a los viajeros con enigmas mortales.",
        "pregunta_english": "What is the name of the creature that had the body of a lion and a human head?",
        "opciones_english": ["Chimera", "Minotaur", "Satyr", "Sphinx"],
        "resumen_english": "The Sphinx is a mythical creature with the body of a lion, wings of an eagle, and a human head. In Greek mythology, it challenged travelers with deadly riddles."
      },{
        "id": 98,
        "pregunta": "¿Qué hijo mortal de un dios murió al ver su reflejo?",
        "opciones": ["Teseo", "Narciso", "Perseo", "Ananké"],
              "respuesta_correcta": ["Narciso", "Narcissus"],
        "resumen": "Narciso, hijo del dios río Cefiso, murió al enamorarse de su propio reflejo en un estanque. Esta historia es el origen del término 'narcisismo'.",
        "pregunta_english": "Which mortal son of a god died upon seeing his reflection?",
        "opciones_english": ["Theseus", "Narcissus", "Perseus", "Ananke"],
        "resumen_english": "Narcissus, son of the river god Cephissus, died after falling in love with his own reflection in a pond. This story is the origin of the term 'narcissism'."
      },{
        "id": 99,
        "pregunta": "¿Cómo hizo Aquiles para ser casi invencible?",
        "opciones": ["Es hijo de Zeus", "Nació inmortal", "Se bañó en el Estigia", "Usaba su escudo mágico"],
              "respuesta_correcta": ["Se bañó en el Estigia", "He bathed in the River Styx"],
        "resumen": "Según la mitología griega, Aquiles fue sumergido en el río Estigia por su madre, excepto por el talón por el que lo sostenía. Este baño lo hizo casi invulnerable, excepto en su talón.",
        "pregunta_english": "How did Achilles become nearly invincible?",
        "opciones_english": ["He is a son of Zeus", "He was born immortal", "He bathed in the River Styx", "He used his magical shield"],
        "resumen_english": "According to Greek mythology, Achilles was dipped into the River Styx by his mother, except for his heel she held him by. This bath made him nearly invulnerable, except in his heel."
      },{
        "id": 100,
        "pregunta": "¿Cuál de estos dioses es uno de los doce titanes?",
        "opciones": ["Rea", "Apolo", "Nix", "Zeus"],
              "respuesta_correcta": ["Rea", "Rhea"],
        "resumen": "Rea es una de los doce titanes, hijos de Urano y Gea en la mitología griega. Es conocida como la madre de los principales dioses olímpicos, como Zeus, Poseidón y Hades.",
        "pregunta_english": "Which of these gods is one of the twelve Titans?",
        "opciones_english": ["Rhea", "Apollo", "Nyx", "Zeus"],
        "resumen_english": "Rhea is one of the twelve Titans, children of Uranus and Gaia in Greek mythology. She is known as the mother of the major Olympian gods, such as Zeus, Poseidon, and Hades."
      }
  ]
  